Repository: wakilibaraka/KatiKati
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: de, es, es_419, fr, it, ja, ko, pt_br, pt_pt, zh_hans, zh_hant

source: macOS ties Accessibility permission to one specific copy of an app. This copy is running from a temporary or read-only location, so turning the switch on will not take effect — and the permission record stays behind in System Settings after the disk image is ejected. Drag Tungsten Edge to your Applications folder and open it from there.
de: macOS bindet die Bedienungshilfen-Berechtigung an genau eine Kopie einer App. Diese Kopie läuft von einem temporären oder schreibgeschützten Ort, deshalb bleibt das Aktivieren des Schalters wirkungslos – und der Berechtigungseintrag bleibt nach dem Auswerfen des Images in den Systemeinstellungen zurück. Bewege Tungsten Edge in den Ordner „Programme“ und öffne es von dort.
es: macOS asocia el permiso de accesibilidad a una copia concreta de cada app. Esta copia se está ejecutando desde una ubicación temporal o de solo lectura, así que activar el interruptor no surtirá efecto, y el registro del permiso se queda en Ajustes del Sistema después de expulsar la imagen de disco. Arrastra Tungsten Edge a la carpeta Aplicaciones y ábrelo desde allí.
es_419: macOS asocia el permiso de accesibilidad a una copia específica de cada app. Esta copia se está ejecutando desde una ubicación temporal o de sólo lectura, así que activar el interruptor no tendrá efecto, y el registro del permiso permanece en Configuración del Sistema después de expulsar la imagen de disco. Arrastra Tungsten Edge a la carpeta Aplicaciones y ábrelo desde ahí.
fr: macOS associe l’autorisation d’accessibilité à une copie précise d’une app. Cette copie s’exécute depuis un emplacement temporaire ou en lecture seule, si bien qu’activer l’interrupteur restera sans effet — et l’autorisation restera inscrite dans Réglages Système après l’éjection de l’image disque. Faites glisser Tungsten Edge dans votre dossier Applications, puis ouvrez-le depuis là.
it: macOS associa l’autorizzazione di accessibilità a una copia specifica di un’app. Questa copia viene eseguita da una posizione temporanea o di sola lettura, quindi attivare l’interruttore non avrà effetto; inoltre l’autorizzazione resta registrata in Impostazioni di Sistema anche dopo l’espulsione dell’immagine disco. Trascina Tungsten Edge nella cartella Applicazioni e aprilo da lì.
ja: macOSはアクセシビリティの許可を、アプリの特定のコピーに結び付けます。このコピーは一時的な場所または読み出し専用の場所で実行されているため、スイッチをオンにしても反映されません。さらに、ディスクイメージを取り出したあとも、許可の記録がシステム設定に残ります。Tungsten Edgeを「アプリケーション」フォルダにドラッグし、そこから開いてください。
ko: macOS는 손쉬운 사용 권한을 앱의 특정 사본 하나에 연결합니다. 이 사본은 임시 위치 또는 읽기 전용 위치에서 실행 중이므로 스위치를 켜도 적용되지 않으며, 디스크 이미지를 추출한 뒤에도 권한 기록이 시스템 설정에 남게 됩니다. Tungsten Edge를 응용 프로그램 폴더로 드래그한 다음 그곳에서 여십시오.
pt_br: O macOS associa a permissão de Acessibilidade a uma cópia específica de um app. Esta cópia está em execução a partir de um local temporário ou somente leitura, portanto ativar o interruptor não terá efeito — e o registro da permissão continua nos Ajustes do Sistema depois que a imagem de disco é ejetada. Arraste o Tungsten Edge para a pasta Aplicativos e abra-o de lá.
pt_pt: O macOS associa a permissão de Acessibilidade a uma cópia específica de uma aplicação. Esta cópia está a ser executada a partir de uma localização temporária ou só de leitura, pelo que ativar o interruptor não terá efeito – e o registo da permissão permanece nas Definições do Sistema depois de a imagem de disco ser ejetada. Arraste o Tungsten Edge para a pasta Aplicações e abra-o a partir daí.
zh_hans: macOS 会把辅助功能授权绑定到具体的应用副本上。当前这份钨极跑在一个临时或只读的位置，就算你打开了开关也不会生效，而且卸载磁盘映像后那条授权记录还会留在系统里。请把 Tungsten Edge 拖到“应用程序”文件夹，再从那里重新打开。
zh_hant: macOS會把輔助使用權限綁定到某一份特定的App副本上。目前這份執行於暫時或唯讀的位置，就算打開開關也不會生效，而且退出磁碟映像檔後，那筆權限記錄還會留在「系統設定」裡。請把Tungsten Edge拖到「應用程式」檔案夾，再從那裡重新打開。

source: Trash is empty
de: Der Papierkorb ist leer
es: La papelera está vacía
es_419: El basurero está vacío
fr: La corbeille est vide
it: Il Cestino è vuoto
ja: ゴミ箱は空です
ko: 휴지통이 비어 있음
pt_br: O Lixo está vazio
pt_pt: O Lixo está vazio
zh_hans: 废纸篓是空的
zh_hant: 垃圾桶是空的

source: Reading Trash…
de: Papierkorb wird gelesen …
es: Leyendo la papelera…
es_419: Leyendo el basurero…
fr: Lecture de la corbeille…
it: Lettura del Cestino…
ja: ゴミ箱を読み込んでいます…
ko: 휴지통을 읽는 중…
pt_br: Lendo o Lixo…
pt_pt: A ler o Lixo…
zh_hans: 正在读取废纸篓…
zh_hant: 正在讀取垃圾桶⋯

source: Allow Finder automation to see what’s in the Trash
de: Finder-Automatisierung erlauben, um den Inhalt des Papierkorbs zu sehen
es: Permite la automatización del Finder para ver qué hay en la papelera
es_419: Permite la automatización del Finder para ver qué hay en el basurero
fr: Autorisez l’automatisation du Finder pour voir le contenu de la corbeille
it: Consenti l’automazione del Finder per vedere cosa c’è nel Cestino
ja: ゴミ箱の内容を表示するにはFinderの自動化を許可してください
ko: 휴지통 내용을 보려면 Finder 자동화를 허용하십시오
pt_br: Permita a automação do Finder para ver o que há no Lixo
pt_pt: Permita a automatização do Finder para ver o que existe no Lixo
zh_hans: 允许访达自动化后才能显示废纸篓内容
zh_hant: 允許Finder自動化後才能看到垃圾桶內容

source: Open in Finder to see the rest
de: Im Finder öffnen, um den Rest zu sehen
es: Abre en el Finder para ver el resto
es_419: Abre en el Finder para ver el resto
fr: Ouvrez dans le Finder pour voir le reste
it: Apri nel Finder per vedere il resto
ja: 残りはFinderで確認してください
ko: 나머지는 Finder에서 열어 확인하십시오
pt_br: Abra no Finder para ver o restante
pt_pt: Abra no Finder para ver o resto
zh_hans: 其余内容请在访达中查看
zh_hant: 其餘內容請在Finder裡查看

source: Debug
es: Depuración
es_419: Depuración
fr: Débogage
ja: デバッグ
ko: 디버그
pt_br: Depuração
pt_pt: Depuração
zh_hans: 调试
zh_hant: 除錯

source: Debug Build
es: Compilación de depuración
es_419: Compilación de depuración
fr: Version de débogage
it: Build di debug
ja: デバッグビルド
ko: 디버그 빌드
pt_br: Compilação de depuração
pt_pt: Compilação de depuração
zh_hans: 开发版
zh_hant: 除錯版本

source: Feedback
es: Comentarios
es_419: Comentarios
fr: Commentaires
ja: フィードバック
ko: 피드백
pt_pt: Comentários
zh_hans: 反馈
zh_hant: 意見回饋

source: Name
es: Nombre
es_419: Nombre
fr: Nom
it: Nome
ja: 名前
ko: 이름
pt_br: Nome
pt_pt: Nome
zh_hans: 名称
zh_hant: 名稱

source: OK
es: Aceptar
ko: 확인
zh_hans: 好
zh_hant: 好

source: System
es: Sistema
es_419: Sistema
fr: Système
it: Sistema
ja: システムに合わせる
ko: 시스템
pt_br: Sistema
pt_pt: Sistema
zh_hans: 跟随系统
zh_hant: 跟隨系統

source: Version %@
es: Versión %@
es_419: Versión %@
it: Versione %@
ja: バージョン%@
ko: 버전 %@
pt_br: Versão %@
pt_pt: Versão %@
zh_hans: 版本 %@
zh_hant: 版本%@

source: Version %@ (%@)
es: Versión %@ (%@)
es_419: Versión %@ (%@)
it: Versione %@ (%@)
ja: バージョン%@ (%@)
ko: 버전 %@(%@)
pt_br: Versão %@ (%@)
pt_pt: Versão %@ (%@)
zh_hans: 版本 %@ (%@)
zh_hant: 版本%@（%@）

source: Version (%@)
es: Versión (%@)
es_419: Versión (%@)
it: Versione (%@)
ja: バージョン (%@)
ko: 버전(%@)
pt_br: Versão (%@)
pt_pt: Versão (%@)
zh_hans: 版本 (%@)
zh_hant: 版本（%@）

source: you@example.com
es: tu@example.com
es_419: tu@example.com

source: Tungsten Edge
zh_hans: Tungsten Edge 钨极
